[Main]
Add_Item_Title=Ajouter un élément
Add_User_OK=Utilisateur ajouté avec succès!\nVeuillez vous connecter
Btn_OK=OK
Cancel_Button=Annuler
CB_HidePassword=Masquer le mot de passe
Change_Item=Modifier l'élément
Change_password_information=Modifier les informations du mot de passe
Copied=Copié !
Copy=Copier
Create_RandomPass=Créer un mot de passe aléatoire
CreateNewUser=Créer un nouvel utilisateur
Delete_password_information=Supprimer les informations du mot de passe
Description=Description
Generate_Btn=Générer
Good_Afternoon=Bon après-midi !
Good_Evening=Bonsoir !
Good_Morning=Bonjour !
Item_Name=Nom de l'élément
LB_PassLength=Longueur du mot de passe
LB_Password=Mot de passe
LB_SecureLevel=Niveau de sécurité
LB_UserName=Nom d'utilisateur
Login_Button=Connexion
Message_Fill_UserName_Password=Veuillez saisir le nom d'utilisateur et le mot de passe !
Message_Login_Fail=Nom d'utilisateur ou mot de passe incorrect !
Message_Login_OK=Connexion réussie !
Message_select_to_show=<Sélectionnez pour afficher>
Message_User_Exist=Le nom d'utilisateur existe déjà !
Message_User_Not_Exist=Le nom d'utilisateur n'existe pas !\nVoulez-vous créer un nouvel utilisateur ?
Modification=Modification
Numeric_Chars=Prise en charge des caractères numériques
Option=Option
Options=Options
Pass_Length=Longueur
Password_information_changed=Informations sur le mot de passe modifiées
Password_Level_Danger=Danger
Password_Level_Normal=Normal
Password_Level_Safe=Sécurisé
Please_Fill_AllFields=Veuillez remplir tous les champs
Special_Chars=Prise en charge des caractères spéciaux
Start_Btn=Démarrer
Type_Chars=Entrer des caractères
Unknown=Inconnu
UpperCase_Chars=Prise en charge des caractères majuscules
Urls=URL
Welcome=Bienvenue
Hide_Password=Masquer le mot de passe
User_Name=Nom d'utilisateur
Password=Mot de passe
Login=Connexion
Add_Item=Ajouter un élément
Change_Item=Modifier l'élément
Cancel=Annuler
Add=Ajouter
Change=Modifier
Delete=Supprimer
